Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: Keep in mind that the linux.com email feature is a vanity email forwarding service only.
ja: linux.com 電子メールの機能は、カスタム エイリアスによる電子メール転送サービスです。

source: Kernel hacker Christoph Hellwig illuminates filesystem and block storage optimizations in his talk, “Improving block discard support throughout the Linux Storage Stack”.
ja: Christoph Hellwig (カーネル ハッカー): ファイルシステムとブロック ストレージの最適化 “Linux ストレージ スタック全体のブロック ディスカード機能の改善”

source: Kevin Vigor from Facebook examines how NFS is critical infrastructure and lessons they’ve learned from running it at very large scale in his talk: “NFS @ scale: worst.
ja: Kevin Vigor (Facebook): NFS はいかに不可欠な基盤か、ラージ スケールにおける実行から得た教訓 － “NFS @ scale: worst.

source: Key Benefits Include:
ja: 参加によるメリット

source: Key Software Concepts for FOSS Review
ja: FOSS をレビューするための重要なソフトウェア概念

source: Key to the NFV Revolution
ja: NFV革命への鍵

source: Keynote
ja: 基調講演

source: Keynote (15 minutes, based on availability)
ja: 基調講演 (15 分 ただし残数による)

source: Keynote Live Stream & Recording $10,000
ja: 基調講演のライブ配信と録画 $10,000

source: Keynote Live Stream & Recording $7,000
ja: 基調講演のライブ配信と録画 $7,000

source: Keynote Stage Branding: Logo prominently displayed on stage screens
ja: 基調講演ステージでアピール: ステージのスクリーンに大きな企業ロゴを表示

source: Keynote speakers include:
ja: 基調講演者:

source: Keynote speakers will be revealed in the coming weeks.
ja: 基調講演者については来週以降に発表される予定です。

source: Keynotes include:
ja: 基調講演（敬称略）

source: Kinvolk is a Berlin-based company working on the technologies at the core of modern Linux systems.
ja: Kinvolk https://kinvolk.io/ はベルリンを拠点に現代のLinuxシステムの中核技術に取り組む企業です。

source: Kontena is an open source project for orchestrating and running containerized workloads on a cluster.
ja: Kontena https://www.kontena.io/ は、クラスタの負荷のコンテナ化によるオーケストレーションや実行を行うオープン ソース プロジェクトです。

source: Korea Advanced Institute of Science and Technology (KAIST), University of Limerick, University of Massachusetts Lowell, and Tsinghua University are Associate members.
ja: Korea Advanced Institute of Science and Technology (KAIST)、University of Limerick、University of Massachusetts Lowell、およびTsinghua Universityは、アソシエイト メンバーです。

source: Kubernetes Ground Up - Vishnu Kannan, Google
ja: ● Kubernetes 基礎 - Vishnu Kannan (Google)

source: Kubique is committed to reimagining collaboration between banks and companies.
ja: Kubique http://kubique.com/ は、銀行と企業のコラボレーションの再考に取り組んでいます。

source: LAKE TAHOE (OPEN SOURCE LEADERSHIP SUMMIT) AND SAN FRANCISCO – February 14, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today released a free electronic publication, Open Source Software Basics, providing an overview of open source management principles based on The Linux Foundation’s work with more than 300 companies, from startups to the world’s largest corporations.
ja: 2017 年 2 月 14 日 レイク タホ (Open Source Leadership Summit) およびサンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース https://www.linuxfoundation.org/ マネジメントの促進に取り組む非営利団体 The Linux Foundation (略称: LF) は、無料電子書籍『 Open Source Software Basics http://go.linuxfoundation.org/LCF210-OpenSourceManagement )』(オープン ソース ソフトウェアの基礎) を公開しました。本書は、スタートアップ企業から世界規模企業まで 300 社を超える企業と連携した The Linux Foundation の取り組みをベースにオープン ソース マネージメントの原則を概説します。

source: LAKE TAHOE (OPEN SOURCE LEADERSHIP SUMMIT) and SAN FRANCISCO, February 15, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, and the National Center for Women & Information Technology (NCWIT) today announced the availability of a free LFC101 - Inclusive Speaker Orientation course to help prepare event presenters and public speakers with background knowledge and practical skills to promote inclusivity in their presentations, messaging, and other communications.
ja: 2017 年 2 月 15 日 レイク タホ (OPEN SOURCE LEADERSHIP SUMMIT 発 － 大規模コラボレーションのためのプロフェッショナル オープン ソース https://www.linuxfoundation.org/ マネジメントの促進に取り組む非営利団体 The Linux Foundation (略称: LF) と、National Center for Women & Information Technology (NCWIT) は、LFC101 - Inclusive Speaker Orientation コースの公開を発表しました。イベントの講演者などが、プレゼン、メッセージ、およびその他コミュニケーションのインクルーシビティ (包摂性) を高めるための予備知識や実用的スキルを身に着けるのに役立つコースです。

source: LAS VEGAS - CES, January 5, 2017 – Automotive Grade Linux (AGL), a collaborative open source project developing a Linux-based, open platform for the connected car, today announced that Daimler is joining The Linux Foundation and Automotive Grade Linux.
ja: 2017 年 1 月 5 日 ラスベガス CES 発 － コネクテッド カー向けの Linux ベース オープン プラットフォームを開発するオープン ソース共同開発プロジェクト Automotive Grade Linux https://automotive.linuxfoundation.org/ (AGL) は、本日、Daimler https://www.daimler.com/en/ が The Linux Foundation と Automotive Grade Linux のメンバーになったことを発表しました。

source: LC3 will cover many of the hottest topics in open source, including open networking, Blockchain, compliance issues and the business and professionalization of open source.
ja: LC3 は、オープン ソースのさまざまなテーマ (オープン ネットワーク、ブロックチェーン、コンプライアンス問題、ビジネスや職業としてのオープン ソースなど) を取り上げます。

source: LFC101 will support that goal by strengthening diversity and inclusiveness within the open source ecosystem.
ja: LFC101 は、オープン ソース エコシステムにおける多様性と包摂性を強化することでその目的をサポートします。

source: LIFETIME EMAIL
ja: ライフタイム電子メールを申し込む

source: LSF-MM Summit Readouts from Chairs Josef Bacik, Facebook; Martin Petersen, Oracle and Rik van Riel, Red Hat.
ja: Chairs Josef Bacik (Facebook)、Martin Petersen (Oracle)、Rik van Riel (Red Hat): LSF-MM Summit を終えて

source: Laid out in a prominent location near registration.
ja: 受付近辺の目立つ場所に配置

source: Lanyards $10,000
ja: 名札ストラップ $10,000

source: Lanyards $5,000
ja: 名札ストラップ $5,000

source: Large global services company to support fastest growing open blockchain technology initiative
ja: 急成長のオープン ブロックチェーン プロジェクトを代表的なグローバル サービス企業がサポート

source: Last Name
ja: 姓 (例: Yamada)

source: Last Name*
ja: 姓 (例: Yamada)

source: Late Registration Fee: $500 (May 15, 2017 - Event)
ja: 通常登録料金: US$500 (2017 年 5 月 15 日からイベント当日まで)

source: Later this year, ONAP plans to release an architecture that seamlessly integrates open source ECOMP and the Open Orchestrator Project (OPEN-O) to support the coming wave of 5G, IoT and cloud applications and services.
ja: また今年後半には、オープンソースECOMP https://www.openecomp.org/ とOpen Orchestrator Project (OPEN-O) https://www.open-o.org/ をシームレスに統合し、次期の5G、IoT、クラウド アプリケーション・サービスなどをサポートするアーキテクチャをリリースする予定です。

source: Launched in 2011, the ONF has successfully taken Software Defined Networking (SDN) from obscurity to the universally accepted vision for next generation networking.
ja: 2011 年に発足した ONF は、あいまいだったソフトウェア デファインド ネットワーク (SDN) を普遍的に受け入れられる次世代ネットワークへと変貌させることに成功しました。

source: Laura manages The Linux Foundation's communications and project marketing services.
ja: Laura はThe Linux Foundationのコミュニケーションとプロジェクト マーケティング サービスを管理しています。

source: Lead Retrieval Scanners: Use at your booth
ja: 来場者データ スキャナー: 各ブースで使用

source: Leading investment firm steps up support of open source
ja: 大手投資ファームがオープン ソースのサポートを強化

source: Leading open blockchain initiative adds diverse set of members and reports strong community growth
ja: ブロックチェーン プロジェクト

source: Leading open source conferences to make their Chinese debut in June
ja: 中国初となる大規模オープン ソース カンファレンスを 6 月に開催

source: Learn About ONAP Membership
ja: ONAPメンバーシップについて https://www.onap.org/members/join

source: Learn About Open Source and How To Participate in the Communities as a Developer
ja: 開発者としてオープン ソースやそのコミュニティに参加する方法について学びましょう

source: Learn About OpenDaylight Membership
ja: ● Learn About OpenDaylight Membership https://www.opendaylight.org/membership

source: Learn more about Linux Foundation Individual Supporter benefits at https://www.linuxfoundation.org/offerings/individual-supporters.
ja: The Linux Foundation 個人サポーターの特典の詳細については、こちらを参照してください。 https://www.linuxfoundation.jp/offerings/individual-supporters

source: Learn more about M-CORD on the Wiki
ja: Learn more about M-CORD on the Wiki https://wiki.opencord.org/display/CORD/Mobile+CORD

source: Learn more at americanexpress.com https://www.americanexpress.com/?extlink=dw-us-pr-bp and connect with us on facebook.com/americanexpress, foursquare.com/americanexpress, linkedin.com/company/american-express, twitter.com/americanexpress, and youtube.com/americanexpress.
ja: 詳細については、americanexpress.com https://www.americanexpress.com/?extlink=dw-us-pr-bp 、facebook.com/americanexpress 、foursquare.com/americanexpress 、linkedin.com/company/american-express 、twitter.com/americanexpress 、および youtube.com/americanexpress をご覧ください。

source: Learn more at renesas.com.
ja: 詳細については、renesas.com https://www.renesas.com/ja-jp/ をご覧ください。

source: Learn more: https://www.automotivelinux.org/
ja: 詳細情報はこちらです。https://www.automotivelinux.org/

source: Legal / Compliance
ja: 法務 / コンプライアンス

source: Legal / Compliance 1%
ja: 法務 / コンプライアンス 1%

source: Legal, management and developers appear to have different strategies for OSS.
ja: 法務担当者、管理者、開発者などが、それぞれ異なる OSS 戦略を持っているようです。

source: Lifetime Email Add-On
ja: ライフタイム電子メール アドオン

source: Lifetime Email Add-On - $150
ja: ライフタイム電子メール アドオン - $150

source: Lineup of Sessions and Speakers Announced for Open Networking Summit
ja: Open Networking Summit のセッションと講演者ラインナップ

source: Linus Torvalds, Linux Foundation Fellow discussing the state and future of Linux
ja: Linus Torvalds 氏 (Linux Foundation フェロー) Linux の現状と今後

source: Linux Foundation Collaborative Projects are independently funded software projects that harness the power of collaborative development to fuel innovation across industries and ecosystems.
ja: Linux Foundation 協業プロジェクトは独立した資金によるソフトウェア プロジェクトで、共同開発の力で業界やエコシステム全体のイノベーションを推進しています。

source: Linux Foundation Corporate Members receive sponsorship discounts on Linux Foundation events.
ja: Linux Foundation 企業メンバーは、Linux Foundation イベントのスポンサーシップ割引を受けられます。

source: Linux Foundation Gold Members Elect Representatives to Board of Directors
ja: Linux Foundationゴールド メンバー企業がルネサスとVMwareをボード メンバーに選出

source: Linux Foundation Gold members elected Messrs.
ja: Linux Foundationゴールド メンバー企業が両氏を選出しました。

source: Linux Foundation Gold members include Accenture, Alibaba Cloud, Citrix, Dell EMC, Doky, Facebook, Hart, Panasonic, Renesas, SUSE, Toshiba, Toyota and VMware.
ja: Linux Foundationのゴールド メンバーは、Accenture、Alibaba Cloud、Citrix、Dell EMC、Doky、Facebook、Hart、パナソニック、ルネサス エレクトロニクス、SUSE、東芝、トヨタ自動車、VMware です。

source: Linux Foundation and creator of OpenAPI Specification host premier forum for API community members and leaders
ja: The Linux Foundation と OpenAPI 仕様クリエーターが API コミュニティのメンバーやリーダー向けのプレミア フォーラムをホスト

source: Linux Foundation events are highly engaging and interactive.
ja: Linux Foundation のイベントは、とにかく魅力的でインタラクティブ。

source: Linux Foundation events are the only place where the world's leading maintainers, developers and practitioners across all of the most important open source software projects meet.
ja: Linux Foundation のイベントは、世界の最重要オープン ソース プロジェクトのクリエイター、メンテナー、およびプラクティショナーが集う唯一の場所です。

source: Linux Foundation events are the only place where the world’s leading maintainers, developers and practitioners across all of the most important open source software projects meet.
ja: Linux Foundation のイベントは、世界の最重要オープン ソース プロジェクトのクリエイター、メンテナー、およびプラクティショナーが集う唯一の場所です。

source: Linux Foundation events are where the world's greatest technologists collaborate, meet and innovate.
ja: Linux Foundation 主催イベントは、世界の著名な技術者陣が出会い、協業と変革に取り組む場です。

source: Linux Foundation events are where the world’s leading technologists meet, collaborate and innovate.
ja: Linux Foundationイベントは、世界の主要な技術者陣が出会い、協業と変革に取り組む場です。

source: Linux Foundation members help support development of the greatest shared technology resources in history, while accelerating their own innovation through open source leadership and participation.
ja: The Linux Foundationの企業メンバーは、史上最大の共有技術資源の開発支援に参加するとともに、オープン ソースに関するリーダーシップや参加活動を通じて、企業独自の技術進化とイノベーションを加速しています。

source: Linux Foundation to determine final interview content and delivery date
ja: Linux Foundation が最終的な記事内容と掲載日を決定

source: Linux Foundation to determine final interview content and delivery date.
ja: Linux Foundation が最終的なインタビュー内容と掲載日を決定。

source: Linux Kernel & Subsystems, Systems Administration
ja: Linux カーネルおよびサブシステム、システム管理

source: Linux Kernel Panel with Alice Ferrazzi, Gentoo Kernel Project Leader; Greg Kroah-Hartman, Linux Foundation Fellow; Steven Rostedt, Red Hat; and Dan Williams, Intel
ja: ● Linux カーネル パネル：Alice Ferrazzi (Gentooカーネル プロジェクト リーダー)、Greg Kroah-Hartman (Linux Foundation フェロー)、Steven Rostedt (Red Hat)、Dan Williams (Intel)

source: Linux has been at the center of the advances in data, filesystems and storage with its widespread use in cloud computing, Big Data and other data-intensive computing workloads.
ja: Linux は、クラウド コンピューティングやビッグ データなどのデータ集約的コンピューティング ワークロードにおいて広く使用され、データ、ファイルシステム、およびストレージの分野の発展の中心となってきました。

source: Linux is a registered trademark of Linus Torvalds.
ja: Linux は Linus Torvalds の登録商標です。

source: Linux, open source software and collaborative development dominate how technology is built today.
ja: 昨今の技術開発の多くは、Linux、オープン ソース ソフトウェア、共同開発の三本柱で成り立っています。

source: Linux, open source software, and collaborative development dominate how technology is built today.
ja: 昨今の技術開発の多くは、Linux、オープン ソース ソフトウェア、共同開発の三本柱で成り立っています。

source: Linux.com email alias is no longer included in the Individual Supporters program, though Individual Supporters will be given the option to purchase a lifetime linux.com email alias.
ja: Linux.com 電子メール エイリアスは、個人サポータープログラムには含まれなくなりましたが、ライフタイム (永久に使用できる) 電子メール エイリアスを購入するオプションを利用できます。

source: LinuxCon + ContainerCon + CloudOpen (LC3) is designed to enable attendees to collaborate, share information and learn about the newest and most interesting open source technologies, including Linux, containers, cloud technologies, networking, microservices and more.
ja: LinuxCon + ContainerCon + CloudOpen (LC3) は、参加者が Linux、コンテナ、クラウド、ネットワーク、マイクロサービスといった注目の最新オープン ソース技術について協業、情報共有、および学習できるイベントです。

source: LinuxCon + ContainerCon + CloudOpen Comes to China for the First Time in 2017
ja: 今年は中国でも LinuxCon + ContainerCon + CloudOpen

source: LinuxCon 2015 in Seattle was abso-fricking-lutely fantastic.
ja: シアトルの LinuxCon 2015 は本当にファンタスティックでした。

source: LinuxCon is where the leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: LinuxCon は、Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組むイベントです。

source: LinuxCon, ContainerCon and CloudOpen have combined under one umbrella name in 2017 and beyond - Open Source Summit.
ja: 2017年は、LinuxCon、CloudOpen、およびContainerConが統合されてOpen Source Summitという名前のイベントになります。

source: Location: Tokyo Conference Center Ariake
ja: 場所: 東京コンファレンスセンター・有明

source: Log into identity.linuxfoundation.org with your Individual Supporter username and click on the Email Alias tab.
ja: identity.linuxfoundation.org にあなたの個人サポーターのユーザー名でログインし、E-mail Alias タブをクリックして設定してください。

source: Logo Marks: In addition, The Linux Foundation and its projects have visual logo trademarks in use and you must comply with any visual guidelines or additional requirements that may be included on The Linux Foundation’s or the applicable project’s site.
ja: ロゴ標識: 加えて、The Linux Foundation および同組織配下のプロジェクトは可視的なロゴを登録商標として使用しており、あなたは、視覚的なガイドライン、または The Linux Foundation あるいは当該プロジェクトのサイトに記載されている追加的な要件に準拠しなければなりません。

source: Logo on Event Website and Onsite Branding
ja: イベントのWebサイトへのロゴ掲載、および会場でのアピール

source: Logo on conference signage.
ja: カンファレンスの看板に企業ロゴを掲載

source: Logo prominently displayed on stage screens.
ja: ステージのスクリーンに大きな企業ロゴを表示

source: Logo under diamond sponsors.
ja: ダイアモンド スポンサー欄にロゴ掲載

source: Logo under gold sponsors.
ja: ゴールド スポンサー欄にロゴ掲載

source: Logo under platinum sponsors.
ja: プラチナ スポンサー欄にロゴ掲載

source: Logo under silver sponsors.
ja: シルバー スポンサー欄にロゴ掲載

source: Look forward to over 75 tutorials, workshops, and sessions led by networking innovators.
ja: ネットワーク イノベーターによる 75 以上のチュートリアル、ワークショップ、および セッションをお楽しみください。

source: Luis Blanco, Director, CTO Group, ZTE Corporation, will represent ZTE on the OpenDaylight Board and Huan Linying, Wireline Open Source Technical Director, joins the OpenDaylight Technical Steering Committee.
ja: ZTE Corporation の CTO グループ ディレクターである Luis Blanco 氏は ZTE を代表して OpenDaylight ボードに就任し、有線部門オープン ソース技術ディレクターである Huan Linying 氏は OpenDaylight 技術運営委員会の一員になります。

source: Lunch & Learn $15,000 for 50 people, $25,000 for 100 people
ja: ランチ&ラーン 約 50 人分で $15,000、約 100 人分で $25,000

source: MENLO PARK, Calif. Feb. 23, 2017 – CORD® Project, an open source project reinventing network access to bring datacenter economics and cloud agility to service providers’ central offices, today announces an agreement to partner with xRAN Foundation, to collaborate, standardize and promote a software-based, extensible Radio Access Network (xRAN) architecture.
ja: 2017 年 2 月 23 日 カリフォルニア州メルローパーク発 － CORD® Project (ネットワーク アクセスを改善することでデータ センターの経済性とクラウドのアジリティをサービス プロバイダーのセントラル オフィスで実現させようとするオープン ソース プロジェクト) は本日、ソフトウェア ベースの拡張可能な Radio Access Network (xRAN) アーキテクチャを共同開発、標準化、および促進するために xRAN Foundation と連携することに合意したことを発表しました。

source: MENLO PARK, Calif., February 14, 2017–Today the Open Networking Foundation (ONF) is announcing its new Board of Directors.
ja: 2017 年 2 月 14 日、カリフォルニア州 メンローパーク 発 － Open Networking Foundation (ONF) が新しい理事会メンバーを発表しました。

source: Manager
ja: マネージャー

source: Manager 20%
ja: マネージャー 20%

source: Manager 25%
ja: マネージャー 25%

source: Many ONAP members and developers working to advance this sophisticated automation platform will be participating in the upcoming Mobile World Congress, to be held February 27-March 2 in Barcelona, and Open Networking Summit (ONS), to be held April 3-6 in Santa Clara, CA.
ja: この高度なオートメーション プラットフォームの促進に取り組んでいる多くの ONAP メンバーや開発者が、Mobile World Congress (2月27日～3月2日、バルセロナで開催) や Open Networking Summit (ONS: 4月 3日～6日、カリフォルニア州サンタクララで開催) に参加します。

source: Margaret Chiosi, VP of Open Ecosystem, Huawei, Dr. Eyal Felstaine, CTO, Head of Technology Office, Amdocs, and Srinivasa Kalapala, VP, Global Technology & Supplier Strategy, Verizon
ja: Margaret Chiosi (VP of Open Ecosystem, Huawei)、Dr. Eyal Felstaine (CTO, Head of Technology Office, Amdocs)、Srinivasa Kalapala (VP, Global Technology & Supplier Strategy, Verizon)

source: Mark is the Executive Director of the Node.js Foundation, one of The Linux Foundation’s largest and fastest growing projects.
ja: Mark は Node.js Foundation のエグゼクティブ ディレクターです。Node.js Foundation は The Linux Foundation の数あるプロジェクトの中でも特に規模が大きく急成長しているプロジェクトです。

source: Marketing / Sales
ja: マーケティング / 販売

source: Mavenir accelerates and redefines mobile network transformation for Service Providers, by offering a comprehensive product portfolio across every layer of the network infrastructure stack.
ja: Mavenir http://www.mavenir.com/ は、ネットワーク基盤スタックのあらゆるレイヤーに包括的な製品ポートフォリオを提供することにより、サービス プロバイダー向けモバイル ネットワークの進化を加速・再定義します。

source: May 31-June 2, 2017 | Tokyo Conference Center Ariake, Tokyo, Japan
ja: 2017 年 5 月 31 ～ 6 月 2 日 ·東京コンファレンスセンター・有明

source: Media / Publishing
ja: メディア / 出版

source: Media / Publishing 3%
ja: メディア / 出版 3%

source: Media 3%
ja: メディア 3%

source: Media exposure & PR announcements
ja: メディアの取り上げやプレス発表の機会が増える

source: Members of the media who would like to reserve a complimentary press pass to Automotive Linux Summit should contact eventpr@linuxfoundation.org.
ja: 無料のプレス パスをご希望のプレス メンバーは、<a href="mailto:eventpr@linuxfoundation.org">eventpr@linuxfoundation.org</a>) までお問い合わせください。

source: Members of the media who would like to reserve a complimentary press pass to Open Source Summit Japan should contact eventpr@linuxfoundation.org.
ja: 無料のプレス パスをご希望のプレス メンバーは、<a href="mailto:eventpr@linuxfoundation.org">eventpr@linuxfoundation.org</a>) までお問い合わせください。

source: Members of the press who would like a complimentary press pass should contact Dan Brown (dbrown@linuxfoundation.org).
ja: ※ 無料のプレス パスをご希望のプレス メンバーは、Dan Brown (<a href="mailto:dbrown@linuxfoundation.org">dbrown@linuxfoundation.org</a>) までご連絡ください。

source: Members of the press who would like to request a press pass to attend should contact Dan Brown at dbrown@linuxfoundation.org.
ja: ※ プレス パスをご希望のプレス メンバーは、Dan Brown (dbrown@linuxfoundation.org) までご連絡ください。

source: Metaswitch Networks is a cloud native communications software company disrupting the way service providers build, scale, innovate, and account for communication services.
ja: Metaswitch Networks http://www.metaswitch.com/ は、サービス プロバイダーによる通信サービスの構築、スケール、革新、決算などの仕組みを変えようとするクラウド ネイティブ通信ソフトウェア企業です。

source: Michael Dolan is VP of Strategic Programs responsible for Collaborative Projects and Legal Programs at The Linux Foundation.
ja: Mike Dolan は、The Linux Foundation の協業プロジェクトとリーガル プログラムの戦略プログラム担当 VP です。

source: Mini Summits & Roadmaps: These mini summits will cover open source technologies and open standards including Data Plane Projects (FDIO, DPDK, IO Visor, OVS), Open Networking & Orchestration Projects (ONAP, OpenDaylight, OPNFV, Openstack, CORD/ONOS), Cloud Services including Kubernetes, and standards like BBF, ETSI, MEF and more.
ja: ミニサミット https://ons2017.sched.com/overview/type/Mini+Summit?iframe=yes&w=100%25&sidebar=yes&bg=no とロードマップ ミニサミットでは、以下のようなオープン ソース テクノロジやオープン スタンダードを取り上げます。 データ プレーン プロジェクト (FDIO、DPDK、IO Visor、OVS)、オープン ネットワーク & オーケストレーション プロジェクト (ONAP、OpenDaylight、OPNFV、Openstack、CORD/ONOS)、クラウド サービス (Kubernetes など)、標準 (BBF、ETSI、MEF ほか)

source: Mirantis delivers open cloud infrastructure to top enterprises using OpenStack, Kubernetes and related open source technologies.
ja: Mirantis https://www.mirantis.com/ は、OpenStack https://www.mirantis.com/software/openstack/ 、Kubernetes https://www.mirantis.com/software/kubernetes/ 、および関連のオープン ソース テクノロジを使用するトップ企業層にオープン クラウド基盤を提供しています。

source: Mirroring that leadership with an upgrade to Platinum membership in the OpenDaylight Foundation gives them an even greater opportunity to positively influence the project going forward," said Phil Robb, Interim Executive Director of the OpenDaylight Project.
ja: OpenDaylight Foundation プラチナ メンバーへの昇格はそのリーダーシップを反映するものであり、プロジェクトを確実に前進させる大きなチャンスをもたらします。

source: Modeled after other community programs and with more benefits available to supporters than ever before, The Linux Foundation aims to bring together open source software professionals, developers, sysadmins, and students to advance important community and industry initiatives that increase diversity in tech and access to new technologies.
ja: The Linux Foundation は、他のコミュニティ プログラムを手本にしつつ、サポーターの特典を従来よりさらに充実させて、オープン ソース ソフトウェアのプロフェッショナル、開発者、システム管理者、学生の方々の力を結集し、技術分野の多様性強化と新技術普及をめざす数々の重要なコミュニティ&業界イニシアチブを推進しています。

source: Monax is the company behind eris-db, an open platform for developers and devops to build, ship, and run blockchain-based applications for business ecosystems.
ja: Monax https://monax.io/ は、eris-dbを支援する企業です。eris-dbは、開発者やdevopsがビジネス エコシステム向けのブロックチェーンベース アプリを構築、出荷、および実行するためのオープン プラットフォームです。

source: More about the newest members:
ja: 新メンバーの概要

source: More information can be found at www.linuxfoundation.org.
ja: 詳細については、www.linuxfoundation.org http://www.linuxfoundation.org/ を参照してください。

source: More than 100 members are working together to develop a common platform that can serve as the de facto industry standard.
ja: 100社を超えるメンバーが連携し、業界のデファクト スタンダートとして機能する共通プラットフォームを共同開発しています。

source: More than 120 organizations now support open blockchain initiative hosted by The Linux Foundation
ja: 120 社以上がサポート － The Linux Foundation が主催するオープン ブロックチェーン プロジェクト

source: More than 56%
ja: 56% 以上の
